tap "beeftornado/rmtree"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jawshooah/pyenv"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "xz"
brew "bzip2"
brew "openssl@3"
brew "readline"
brew "bat"
brew "glib"
brew "chezmoi"
brew "coreutils"
brew "dotnet"
brew "fd"
brew "fzf"
brew "gcc"
brew "gnupg"
brew "libpq", link: true
brew "libspatialite"
brew "numpy"
brew "gdal"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "jq"
brew "libdap"
brew "lpeg"
brew "lua-language-server"
brew "neovim"
brew "osm2pgsql"
brew "osmium-tool"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ripgrep"
brew "spatialite-tools"
brew "tealdeer"
brew "tree"
brew "wget"
brew "xq"
brew "zlib"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
cask "basictex"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "skim"
