tap "beeftornado/rmtree"
tap "github/gh"
tap "jawshooah/pyenv"
tap "teamookla/speedtest"
brew "xz"
brew "openssl@3"
brew "readline"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gnupg"
brew "libpq", link: true
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "libdap"
brew "lpeg"
brew "lua-language-server"
brew "neovim"
brew "pinentry-mac"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ripgrep"
brew "tealdeer"
brew "tree"
brew "wget"
brew "xq"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "skim"
