brew "bat"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "hatch"
brew "imagemagick"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "lpeg"
brew "lua-language-server"
brew "neovim"
brew "openssl@3"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "readline"
brew "ripgrep"
brew "starship"
brew "tealdeer"
brew "tree"
brew "wget"
brew "xz"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "aerospace"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "kitty"
cask "mactex-no-gui"
cask "miniforge"
cask "obsidian"
cask "raycast"
cask "skim"
cask "zen"

tap "beeftornado/rmtree"
tap "github/gh"
tap "jawshooah/pyenv"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "teamookla/speedtest"
